Repository: ZacharyKim7/Clipboard
Catalog: Clipboard/Localizable.xcstrings
Source language: en
Languages: de, es, hi, hr, id, ja, ko, pt_br, ru, zh_hans

source: 1. Copy text, images, or links to your clipboard as usual.
de: 1. Kopieren Sie wie gewohnt Text, Bilder oder Links in Ihre Zwischenablage.
es: 1. Copie texto, imágenes o enlaces en el portapapeles como de costumbre.
hi: 1. हमेशा की तरह टेक्स्ट, चित्र या लिंक को अपने क्लिपबोर्ड पर कॉपी करें।
hr: 1. Kopirajte tekst, slike ili linkove na vaš clipboard kao i obično.
id: 1. Salin teks, gambar, atau tautan ke papan klip seperti biasa.
ja: 1. 通常通り、テキスト、画像、リンクをクリップボードにコピーします。
ko: 1. 평소처럼 텍스트, 이미지 또는 링크를 클립보드에 복사합니다.
pt_br: 1. Copie textos, imagens ou links para a área de transferência como de costume.
ru: 1. Как обычно, скопируйте текст, изображения или ссылки в буфер обмена.
zh_hans: 1. 像往常一样将文本、图像或链接复制到剪贴板。

source: 2. Access your stored copies from the menu bar or from the clipboard history toolbar (
de: 2. Greifen Sie auf Ihre gespeicherten Kopien über die Menüleiste oder über die Symbolleiste der Zwischenablage zu (
es: 2. Acceda a sus copias almacenadas desde la barra de menús o desde la barra de herramientas del historial del portapapeles (
hi: 2. मेनू बार से या क्लिपबोर्ड इतिहास टूलबार से अपनी संग्रहीत प्रतियों तक पहुंचें (
hr: 2. Pristup vašim pohranjenim kopijama iz trake menija ili iz trake s alatkama za povijest ureda (
id: 2. Akses salinan yang tersimpan dari bilah menu atau dari bilah alat riwayat papan klip (
ja: 2. メニューバーまたはクリップボード履歴ツールバー(
ko: 2. 메뉴 표시줄 또는 클립보드 기록 도구 모음에서 저장된 사본에 액세스합니다(
pt_br: 2. Acesse suas cópias armazenadas na barra de menus ou na barra de ferramentas do histórico da área de transferência (
ru: 2. Доступ к сохраненным копиям можно получить из строки меню или с панели инструментов истории буфера обмена (
zh_hans: 2. 从菜单栏或剪贴板历史工具栏 (

source: 3. Click on an item to paste it or manage your clipboard history.
de: 3. Klicken Sie auf ein Element, um es einzufügen oder den Verlauf Ihrer Zwischenablage zu verwalten.
es: 3. Pulsa sobre un elemento para pegarlo o gestionar el historial del portapapeles.
hi: 3. किसी आइटम को चिपकाने या अपना क्लिपबोर्ड इतिहास प्रबंधित करने के लिए उस पर क्लिक करें।
hr: 3. Kliknite na stavku da biste je prilepili ili upravljali poviješću u preslikaonicama.
id: 3. Klik item untuk menempelkannya atau mengelola riwayat papan klip Anda.
ja: 3. 項目をクリックすると、その項目を貼り付けたり、クリップボードの履歴を管理したりできます。
ko: 3. 항목을 클릭하여 붙여넣거나 클립보드 기록을 관리합니다.
pt_br: 3. Clique em um item para colá-lo ou gerenciar o histórico da área de transferência.
ru: 3. Нажмите на элемент, чтобы вставить его или управлять историей буфера обмена.
zh_hans: 3. 单击项目进行粘贴或管理剪贴板历史记录。

source: 4. Upgrade for more copies and advanced settings.
de: 4. Upgrade für mehr Kopien und erweiterte Einstellungen.
es: 4. Actualizar para obtener más copias y ajustes avanzados.
hi: 4. अधिक प्रतियों और उन्नत सेटिंग्स के लिए अपग्रेड करें।
hr: 4. Nadogradnja za više kopija i napredne postavke.
id: 4. Tingkatkan untuk mendapatkan lebih banyak salinan dan pengaturan lanjutan.
ja: 4. より多くのコピーと高度な設定のためにアップグレードする。
ko: 4. 더 많은 사본과 고급 설정을 원하시면 업그레이드하세요.
pt_br: 4. Faça upgrade para obter mais cópias e configurações avançadas.
ru: 4. Обновление для получения дополнительных копий и расширенных настроек.
zh_hans: 4. 升级以获得更多副本和高级设置。

source: a month
de: einen Monat
es: un mes
hi: एक महीना
hr: mjesec dana
id: sebulan
ja: ひと月
ko: 한 달
pt_br: um mês
ru: месяц
zh_hans: 一个月

source: Basic
de: Grundlegend
hi: बुनियादी
hr: Osnovno
zh_hans: 基本

source: Clear Copies
de: Kopien löschen
es: Borrar copias
hi: प्रतिलिपियाँ हटाएँ
hr: Izbrisati kopije
id: Menghapus Salinan
ja: コピー削除
ko: 사본 삭제
pt_br: Excluir cópias
ru: Удаление копий
zh_hans: 删除副本

source: Click to paste:
de: Zum Einfügen anklicken:
es: Haz clic para pegar:
hi: चिपकाने के लिए क्लिक करें:
hr: Kliknite da prilepite:
id: Klik untuk menempelkan:
ja: クリックして貼り付ける：
ko: 클릭하여 붙여넣습니다:
pt_br: Clique para colar:
ru: Нажмите, чтобы вставить:
zh_hans: 点击粘贴：

source: Deletes all saved copies from cache
de: Alle gespeicherten Kopien aus dem Speicher löschen:
es: Borra todas las copias guardadas de la memoria:
hi: स्मृति से सभी सहेजी गई प्रतियाँ हटाएँ:
hr: Obrišite sve sačuvane kopije iz memorije:
zh_hans: 删除内存中所有已保存的副本：

source: Don't show this page again
de: Diese Seite nicht mehr anzeigen
es: No mostrar esta página otra vez
hi: इस पेज को दोबारा न दिखाएं
hr: Ne pokazuj mi ovu stranicu više.
id: Jangan tampilkan halaman ini lagi
ja: このページを二度と表示しない
ko: 이 페이지 다시 표시하지 않기
pt_br: Não mostrar esta página novamente
ru: Не показывайте эту страницу снова
zh_hans: 不再显示此页面

source: Enterprise
de: Unternehmen
hi: उद्यम
hr: Poduzeće
zh_hans: 企业

source: General Settings
de: Allgemeine Einstellungen
es: Configuración general
hi: सामान्य सेटिंग्स
hr: Opće postavke
id: Pengaturan Umum
ja: 一般設定
ko: 일반 설정
pt_br: Configurações gerais
ru: Общие настройки
zh_hans: 常规设置

source: Get access to all of our features
de: Erhalten Sie Zugang zu all unseren Funktionen
es: Acceda a todas nuestras funciones
hi: हमारी सभी सुविधाओं तक पहुंच प्राप्त करें
hr: Pristup svim našim funkcijama
id: Dapatkan akses ke semua fitur kami
ja: すべての機能にアクセスする
ko: 모든 기능에 액세스하기
pt_br: Tenha acesso a todos os nossos recursos
ru: Получите доступ ко всем нашим функциям
zh_hans: 使用我们的所有功能

source: Get full access for just
de: Holen Sie sich den vollen Zugang für nur
es: Obtenga acceso completo por sólo
hi: बस के लिए पूर्ण पहुँच प्राप्त करें
hr: Dobijte potpuni pristup za samo
id: Dapatkan akses penuh hanya dengan
ja: フルアクセス
ko: 단돈 1달러로 전체 액세스 권한 얻기
pt_br: Obtenha acesso total por apenas
ru: Получите полный доступ всего за
zh_hans: 只需

source: Get Started
de: Los geht's
es: Comenzar
hi: शुरू हो जाओ
hr: Počnite
id: Memulai
ja: スタート
ko: 시작하기
pt_br: Começar a usar
ru: Начать
zh_hans: 开始

source: How to Use:
de: Wie zu verwenden:
es: Cómo utilizarlo:
hi: का उपयोग कैसे करें:
hr: Kako koristiti:
id: Bagaimana cara menggunakan:
ja: 使い方
ko: 사용 방법:
pt_br: Como usar:
ru: Как использовать:
zh_hans: 如何使用

source: Image
de: Bild
es: Imagen
hi: छवि
hr: Slika
id: Gambar
ja: 画像
ko: 이미지
pt_br: Imagem
ru: Изображение
zh_hans: 图片

source: Invalid Image
de: Ungültiges Bild
es: Imagen inválida
hi: अमान्य छवि
hr: Neispravna slika
id: Gambar Tidak Valid
ja: 無効な画像
ko: 잘못된 이미지
pt_br: Imagem inválida
ru: Недопустимое изображение
zh_hans: 无效图像

source: Invalid Image URL
de: Ungültige Bild-URL
es: URL de imagen inválida
hi: अमान्य छवि URL
hr: Neispravan URL slike
id: URL Gambar Tidak Valid
ja: 無効な画像URL
ko: 잘못된 이미지 URL
pt_br: URL de imagem inválido
ru: Неверный URL-адрес изображения
zh_hans: 无效图像 URL

source: Large
de: Groß
es: Grande
hi: बड़ा
hr: Veliki
id: Besar
ja: 大型
ko: 대형
pt_br: Grande
ru: Большой
zh_hans: 大型

source: Link
de: Verbindung
es: Enlace
hi: जोड़ना
hr: Veza
id: Tautan
ja: リンク
ko: 링크
ru: Ссылка
zh_hans: 链接

source: Medium
de: Mittel
es: Medio
hi: मध्यम
hr: Srednja
id: Sedang
ja: ミディアム
pt_br: Médio
ru: Средний
zh_hans: 中型

source: Pro Settings
de: Pro Einstellungen
es: Configuración Pro
hi: प्रो सेटिंग्स
hr: Pro postavke
id: Pengaturan Pro
ja: プロの設定
ko: 프로 설정
pt_br: Configurações Pro
ru: Профессиональные настройки
zh_hans: 专业设置

source: Purchase
de: Kaufen Sie
es: Comprar
hi: खरीदना
hr: Kupovina
id: Pembelian
ja: 購入
ko: 구매
pt_br: Compra
ru: Приобрести
zh_hans: 购买

source: Quit
de: Beenden Sie
es: Deje de
hi: छोड़ना
hr: Odustati
id: Berhenti
ja: やめる
ko: 종료
pt_br: Sair
ru: Увольнение
zh_hans: 退出

source: Rate App
de: App bewerten
es: Tarifa App
hi: एप्प का मूल्यांकन
hr: Aplikacija za određivanje cijena
id: Beri Nilai Aplikasi
ja: レートアプリ
ko: 앱 평가하기
pt_br: Avaliar aplicativo
ru: Оцените приложение
zh_hans: 评分应用程序

source: Rate our app:
de: Bewerten Sie unsere App:
es: Valora nuestra aplicación:
hi: हमारे ऐप को रेट करें:
hr: Oceni našu aplikaciju:
id: Beri nilai aplikasi kami:
ja: アプリを評価する
ko: 앱을 평가하세요:
pt_br: Avalie nosso aplicativo:
ru: Оцените наше приложение:
zh_hans: 为我们的应用程序评分：

source: Restore Purchases
de: Käufe wiederherstellen
es: Restaurar compras
hi: खरीदारी वापस लौटाएं
hr: Obnova kupnje
id: Mengembalikan Pembelian
ja: 購入した商品の復元
ko: 구매 복원
pt_br: Restaurar compras
ru: Восстановление покупок
zh_hans: 恢复购买

source: Select color
de: Farbe auswählen
es: Seleccionar color
hi: रंग चुनो
hr: Odaberite boju
id: Pilih warna
ja: 色を選択
ko: 색상 선택
pt_br: Selecione a cor
ru: Выберите цвет
zh_hans: 选择颜色

source: Select item size:
de: Wählen Sie die Artikelgröße:
es: Seleccione el tamaño del artículo:
hi: आइटम का आकार चुनें:
hr: Odaberite veličinu:
id: Memilih ukuran item:
ja: アイテムのサイズを選択してください：
ko: 항목 크기를 선택합니다:
pt_br: Selecione o tamanho do item:
ru: Выберите размер изделия:
zh_hans: 选择物品尺寸：

source: Selected display:
de: Ausgewählte Anzeige:
es: Pantalla seleccionada:
hi: चयनित प्रदर्शन:
hr: Odabrani prikaz:
id: Tampilan yang dipilih:
ja: 選択されたディスプレイ：
ko: 선택한 디스플레이:
pt_br: Exibição selecionada:
ru: Выбранный дисплей:
zh_hans: 选定的显示屏：

source: Set background color for copies panel:
de: Legen Sie die Hintergrundfarbe für das Kopierfeld fest:
es: Establezca el color de fondo del panel de copias:
hi: प्रतिलिपि पैनल के लिए पृष्ठभूमि रंग सेट करें:
hr: Postavljanje boje pozadine za ploču kopija:
id: Mengatur warna latar belakang untuk panel salinan:
ja: コピーパネルの背景色を設定する：
ko: 복사본 패널의 배경색을 설정합니다:
pt_br: Definir a cor de fundo do painel de cópias:
ru: Установите цвет фона для панели копий:
zh_hans: 设置副本面板的背景颜色：

source: Set shortcut for copies panel:
de: Tastenkombination für das Kopierfeld festlegen:
es: Establecer acceso directo para el panel de copias:
hi: प्रतिलिपि पैनल के लिए शॉर्टकट सेट करें:
hr: Postavljanje prečice za ploču kopija:
id: Mengatur pintasan untuk panel salinan:
ja: コピーパネルのショートカットを設定する：
ko: 복사본 패널의 바로 가기를 설정합니다:
pt_br: Definir atalho para o painel de cópias:
ru: Установите ярлык для панели копий:
zh_hans: 为副本面板设置快捷键：

source: Settings
de: Einstellungen
es: Configuración
hi: सेटिंग्स
hr: Postavke
id: Pengaturan
ja: 設定
ko: 설정
pt_br: Configurações
ru: Настройки
zh_hans: 设置

source: Show Copies
de: Kopien anzeigen
es: Mostrar copias
hi: प्रतिलिपियाँ दिखाएँ
hr: Pokaži kopije
id: Tampilkan Salinan
ja: コピーを表示
ko: 사본 표시
pt_br: Mostrar cópias
ru: Показать копии
zh_hans: 显示副本

source: Show Popup
de: Popup anzeigen
es: Mostrar ventana emergente
hi: पॉपअप दिखाएँ
hr: Pokaži popup
id: Tampilkan Popup
ja: ポップアップを表示
ko: 팝업 표시
pt_br: Mostrar pop-up
ru: Показать всплывающее окно
zh_hans: 显示弹出窗口

source: Small
de: Klein
es: Pequeño
hi: छोटा
hr: Mali
id: Kecil
ja: 小さい
pt_br: Pequeno
ru: Маленький
zh_hans: 小型

source: Subscription Plan
de: Abonnement-Plan
es: Plan de suscripción
hi: सदस्यता योजना
hr: Plan pretplate
id: Paket Berlangganan
ja: サブスクリプション・プラン
ko: 구독 요금제
pt_br: Plano de assinatura
ru: План подписки
zh_hans: 订阅计划

source: Text
de: Der Text
es: Texto
hi: मूलपाठ
hr: Tekst
id: Teks
ja: テキスト
ko: 텍스트
pt_br: Texto
ru: Текст
zh_hans: 文本

source: This user is PAID!
de: Dieser Benutzer ist BEZAHLT!
es: ¡Este usuario es de pago!
hi: इस उपयोगकर्ता को भुगतान किया गया है!
hr: Ovaj korisnik je plaćen!
zh_hans: 该用户已付费！

source: Unknown Content
de: Unbekannter Inhalt
es: Contenido desconocido
hi: अज्ञात सामग्री
hr: Nepoznat sadržaj
id: Konten Tidak Dikenal
ja: 内容不明
ko: 알 수 없는 콘텐츠
pt_br: Conteúdo desconhecido
ru: Неизвестное содержание
zh_hans: 未知内容

source: Unlock CopyCat Pro
de: CopyCat Pro freischalten
es: Desbloquear CopyCat Pro
hi: कॉपीकैट प्रो को अनलॉक करें
hr: Otključaj CopyCat Pro
id: Buka kunci CopyCat Pro
ja: CopyCat Proのロック解除
ko: CopyCat Pro 잠금 해제
pt_br: Desbloquear o CopyCat Pro
ru: Разблокировать CopyCat Pro
zh_hans: 解锁 CopyCat Pro

source: Unlock more copies
de: Mehr Kopien freischalten
es: Desbloquear más copias
hi: अधिक प्रतियां अनलॉक करें
hr: Otključaj još kopija
id: Buka lebih banyak salinan
ja: より多くのコピーのロックを解除する
ko: 더 많은 사본 잠금 해제
pt_br: Desbloquear mais cópias
ru: Разблокируйте больше копий
zh_hans: 解锁更多副本

source: Upgrade
de: Aktualisierung
es: Actualizar
hi: उन्नत करना
hr: Nadogradnja
id: Tingkatkan
ja: アップグレード
ko: 업그레이드
pt_br: Atualização
ru: Обновление
zh_hans: 升级

source: Upgrade to Premium
de: Upgrade zur Premium-Version
es: Pasar a Premium
hi: प्रीमियम में अपग्रेड करें
hr: Nadogradnja na Premium
id: Tingkatkan ke Premium
ja: プレミアムへのアップグレード
ko: 프리미엄으로 업그레이드
pt_br: Upgrade para Premium
ru: Перейти на премиум
zh_hans: 升级至高级版

source: Upgrade to Pro to access additional settings:
de: Aktualisieren Sie auf Pro, um zusätzliche Einstellungen zu erhalten:
es: Actualiza a Pro para acceder a ajustes adicionales:
hi: अतिरिक्त सेटिंग्स तक पहुंचने के लिए प्रो में अपग्रेड करें:
hr: Nadogradnja na Pro za pristup dodatnim postavkama:
id: Tingkatkan ke Pro untuk mengakses pengaturan tambahan:
ja: Proにアップグレードすると、その他の設定にアクセスできます：
ko: 추가 설정에 액세스하려면 Pro로 업그레이드하세요:
pt_br: Faça upgrade para o Pro para acessar configurações adicionais:
ru: Чтобы получить доступ к дополнительным настройкам, перейдите на версию Pro:
zh_hans: 升级到专业版可访问更多设置：

source: Welcome to CopyCat!
de: Willkommen bei CopyCat!
es: ¡Bienvenido a CopyCat!
hi: कॉपीकैट में आपका स्वागत है!
hr: Dobrodošli u CopyCat!
id: Selamat datang di CopyCat!
ja: CopyCatへようこそ！
ko: CopyCat에 오신 것을 환영합니다!
pt_br: Bem-vindo ao CopyCat!
ru: Добро пожаловать в CopyCat!
zh_hans: 欢迎来到 CopyCat！

source: You’re using the free version of CopyCat. This version allows you to store up to 3 copies.
de: Sie benutzen die kostenlose Version von CopyCat. Diese Version erlaubt es Ihnen, bis zu 3 Kopien zu speichern.
es: Está utilizando la versión gratuita de CopyCat. Esta versión le permite almacenar hasta 3 copias.
hi: आप CopyCat का निःशुल्क संस्करण उपयोग कर रहे हैं। यह संस्करण आपको 3 प्रतियाँ तक संग्रहीत करने की अनुमति देता है।
hr: Koristite besplatnu verziju CopyCata. Ova verzija vam omogućuje da pohranite do 3 kopije.
id: Anda menggunakan CopyCat versi gratis. Versi ini memungkinkan Anda menyimpan hingga 3 salinan.
ja: あなたはCopyCatの無料版を使っています。このバージョンでは、コピーを3部まで保存することができます。
ko: 무료 버전의 CopyCat을 사용 중입니다. 이 버전에서는 최대 3개의 사본을 저장할 수 있습니다.
pt_br: Você está usando a versão gratuita do CopyCat. Essa versão permite que você armazene até 3 cópias.
ru: Вы используете бесплатную версию CopyCat. Эта версия позволяет хранить до 3 копий.
zh_hans: 您使用的是 CopyCat 的免费版本。该版本最多可存储 3 份副本。

source: You've unlocked CopyCat Pro!
de: Sie haben CopyCat Pro freigeschaltet!
es: ¡Has desbloqueado CopyCat Pro!
hr: Otključao si CopyCat Pro!
id: Anda telah membuka kunci CopyCat Pro!
ja: CopyCat Proのロックが解除されました！
ko: CopyCat Pro의 잠금을 해제했습니다!
pt_br: Você desbloqueou o CopyCat Pro!
ru: Вы разблокировали CopyCat Pro!
zh_hans: 您已解锁 CopyCat Pro！

source: Pro
hi: प्रो
ja: プロ
pt_br: प्रो
ru: Про
zh_hans: 专业

source: GOOFY
hr: GOFFY

source: Delete all saved copies from memory:
id: Menghapus semua salinan yang disimpan dari memori:
ja: メモリーから保存したコピーをすべて削除する：
ko: 메모리에서 저장된 모든 사본을 삭제합니다:
pt_br: Excluir todas as cópias salvas da memória:
ru: Удаление всех сохраненных копий из памяти:
